


{
  "title" : "Renekton" ,
  "author" : "Riot Games, Inc." ,
  "authorsTitle" : "The Butcher of the Sands" ,
  "date" : "Time of Sands",
  "location" : "Gate of Shurima" ,
  "text" : {
    "paragraphs": [  
      [
        "On a faraway world, Renekton was born a member of a race of bestial guardians created to serve as the rulers and protectors of their people.", 
		"Alongside his brother Nasus, Renekton oversaw the upkeep of the Great Library, which served as both a vault of ancient knowledge and the repository of the teachings of the Cycle of Life and Death.",
		"While the enlightened Nasus taught those scholars who came to study, Renekton served as the Great Library's gatekeeper.",
		"He could sense the true natures of those who sought Nasus' teachings, and he sent away those with dark ambitions.",
		"Over time, however, his repeated exposure to this evil infected his mind.",
		"He grew furious with the malevolence in the hearts of men, and as he descended deeper into madness, he discovered he could quell the fury by cutting the evil from the men who possessed it.",
		"Unfortunately, the relief was as short-lived as the subjects, and the ''butcher's rage'', as it came to be known, would resurge even stronger."
      ],
      [
        "Consumed by his anger, Renekton turned on the one being who could defeat him - his own brother. Nasus pleaded with Renekton to see reason.", 
		"Realizing that he was beyond redemption, the despondent Nasus valiantly struck down his wayward sibling. Defenseless, Renekton waited eagerly for death's release.",
		"It never came. He was spared when summoners from the League of Legends claimed his brother. Caught in the wake of this powerful spell, Renekton tumbled for what seemed like ages between realities.",
		"When he finally emerged, he fell deep into the sewers of Zaun. Insane with fury, Renekton languished in his newfound home, driven senseless by his rage.",
		"That is until, by happenstance, he caught a familiar scent in the air. Believing that the familiar scent would guide him to the solace that was fading from his memory, he traced his brother to the Institute of War."
      ]
    
    ]
  }
}